Repository: George1wanis/AoE2Tools
Catalog: WindowsFormsApplication3/langs/Res.*.resx
Languages: es, fr, zh_cn

source: Actions
es: Acciones
zh_cn: 動作

source: Add Stream
es: Agregar transmisión
fr: Ajouter un stream
zh_cn: 增加實況

source: Add streamer
es: Agregar streamer
fr: Ajouter Streamer
zh_cn: 增加實況主

source: Add To Startup
es: Agregar a inicio
fr: Ajouter au démarrage
zh_cn: 添加至電腦啟動項目

# _age2_x1notfound
source: is not found! Make sure that age of empires 2 installation directory contains "age2_x1\age2_x1.exe"!
es: no se encuentra! ¡Asegúrese de que el directorio de instalación de age of empires 2 contiene "age2_x1\age2_x1.exe"!
fr: est introuvable! Assurez-vous que le répertoire d'installation de age of empires 2 contient "age2_x1\age2_x1.exe"!
zh_cn: AoE2未找到! 請確認AoE2安裝目錄包含"age2_x1\age2_x1.exe"!

# _agenotfound
source: Age of Empires 2 Files Not Found!\n\nWould You Like To Use HDToAoC To Build The Game From Age of Empires 2 HD on Steam?
es: Age of Empires 2, archivos no encontrados! \n\n ¿Te gustaría utilizar HDTv AoC para compilar el juego de Age of Empires 2 HD en Steam?
fr: Fichiers Age of Empires 2 introuvable!\n\nSouhaitez-vous utiliser HDToAoC pour créer le jeu à partir d'Age of Empires 2 HD sur Steam?
zh_cn: AoE2 檔案未找到!\n\n您是否希望使用HDToAoC從Steam的AoE2HD來產生遊戲?

# _aifolder
source: AIs Folder
es: AI
fr: Dossier IA
zh_cn: AI資料夾

source: AoE2Tools Settings
es: AoE2Tools Ajustes
fr: AoE2Tools Paramètres
zh_cn: AoE2Tools 設定

source: BackUp / Restore Hotkeys
es: Copia de seguridad / Restauración Teclas
fr: Sauvegarde / restauration raccourcis
zh_cn: 備份 / 還原 熱鍵

# _backuprestoreinfo
source: BackUp And Restore Your Hotkeys Profile From Here
es: Haga una copia de seguridad y restaure su perfil de teclas rápidas desde aquí
fr: Sauvegarde et restauration de votre profil Hotkeys d'ici
zh_cn: 從這裡備份和還原你的熱鍵資料

source: Backups
es: Seguridad
fr: Sauvegarder
zh_cn: 備份

# _browsebtn
source: Browse
es: Navegar
fr: Parcourir
zh_cn: 瀏覽

source: Clear All
es: Limpiar todo
fr: Tout effacer
zh_cn: 清除全部

source: Clear This
es: Borrar esto
fr: Effacer cette
zh_cn: 清除此項

# _configtwitchalerts
source: Configure Twitch Alerts
es: Configurar alertas de Twitch
fr: Configurer les alertes Twitch
zh_cn: 設定Twitch通知

source: Custom Name
es: Usuario
fr: Nom personnalisé
zh_cn: 自定義名稱

source: Delete
es: Borrar
fr: Supprimer
zh_cn: 刪除

source: Demo?
fr: Démo?
zh_cn: 展示

source: Disable Launcher
es: Deshabilitar lanzador
fr: Désactiver le lanceur
zh_cn: 停用更新

source: Disable Sounds
es: Deshabilitar sonidos
fr: Désactiver les sons
zh_cn: 停用音效

source: Disable Twitch Alerts
es: Deshabilitar alertas de Twitch
fr: Désactiver les alertes Twitch
zh_cn: 停用Twitch通知

# _dragandropreplays
source: Drag and Drop Replays From Computer/Web Links
es: Reproducciones de arrastrar y soltar desde, computadoras / enlaces web
fr: Glisser-déplacer des replays à partir des liens, ordinateur / Web
zh_cn: 從電腦/網頁拖曳RP連結

source: Edit
es: Editar
fr: Éditer
zh_cn: 編輯

# _exitaoe2tools
source: Would You Like To Exit AoE2Tools?
es: ¿Te gustaría salir de AoE2Tools?
fr: Voulez-vous quitter AoE2Tools?
zh_cn: 是否確定關閉AoE2Tools?

source: Fix it
es: Arreglalo
fr: Réparer
zh_cn: 修正此項

source: Game Not Found!
es: ¡Juego no encontrado!
fr: Jeu introuvable!
zh_cn: 遊戲未找到!

# _gamesettingstab
source: gamesettings.jpg
es: gamesettings_es.jpg
fr: gamesettings_fr.jpg
zh_cn: gamesettings_tw.jpg

# _hdhotkeystotc
source: AOE2 HD Hotkeys To AoC/FE/HD2.0
es: AOE2 HD Teclas a AoC/FE/HD2.0
fr: AOE2 HD Raccourci à AoC/FE/HD2.0
zh_cn: AOE2 HD熱鍵至 AoC/FE/HD2.0

# _hotfixrequiem
source: Hotfix is required! Apply it now?
es: ¡Se requiere revisión! Aplicarlo ahora?
fr: Le correctif est requis! Appliquez-le maintenant?
zh_cn: 需要修補程序！是否立刻執行?

# _hotkeysinfo
source: Hotkeys From AoE2 HD (Steam) Must Be Converted To "AoC/FE/HD2.0" Before You Import Them Using The Link Bellow.
es: Las teclas rápidas de AoE2 HD (Steam) se deben convertir a "AoC / FE / HD2.0" antes de importarlas mediante el enlace de enlace.
fr: Les raccourcis clavier d'AoE2 HD (Steam) doivent être convertis en "AoC / FE / HD2.0" avant de les importer avec le lien ci-dessous.
zh_cn: 載入你的熱鍵檔案,將AoE2 HD (Steam)熱鍵轉至"AoC/FE/HD2.0"

source: Import Your Hotkeys
es: Importe sus teclas rápidas
fr: Importez Vos Raccourcis
zh_cn: 載入你的熱鍵

source: Install
es: Instalar
fr: Installer
zh_cn: 安裝

source: Install Other Hotkeys
es: Instalar Otras Teclas Rápidas
fr: Installer D'autres Raccourcis
zh_cn: 安裝其他熱鍵

# _langswitch
source: Languages
es: Idiomas
fr: Langues
zh_cn: 語言

source: Live list
es: Lista en vivo
fr: List enligne
zh_cn: 實況列表

source: Manage
es: Gestionar
fr: Gérer
zh_cn: 管理

# _managementtab
source: management.png
es: management_es.jpg
fr: management_fr.jpg
zh_cn: management_tw.jpg

source: Manager
es: Gestor
fr: Gestionnaire
zh_cn: 管理

# _mapfolder
source: Maps Folder
es: Mapas
fr: Dossier cartes
zh_cn: 地圖資料夾

# _maytake
source: It may take 1 - 5 mins
es: Puede tomar de 1 a 5 mins
fr: Peut prendre 1 - 5 minutes
zh_cn: 需要1~5分鐘

# _misconfig
source: AoE2Tools is misconfigured or age of empires 2 not found!
es: ¡AoE2Tools está mal configurado o no se encuentra la edad de los imperios 2!
fr: AoE2Tools est mal configuré ou l'âge des empires 2 n'est pas trouvé!
zh_cn: AoE2Tools 配置錯誤或AoE2沒有找到!

# _modgb
source: Install Offline Mods
es: Instalar Desconectado Mods
fr: Installer horsligne
zh_cn: 安裝離線套件

# _modsinstall
source: Install
es: Instalar
fr: Installer
zh_cn: 安裝

# _modstitle
source: AoE2Tools [#Offline Mods]
es: AoE2Tools [#Desconectado Mods]
fr: AoE2Tools [#Hors ligne Mods]
zh_cn: AoE2Tools [#離線套件]

# _modsuninstall
source: Uninstall
es: Desinstalar
fr: Désinstaller
zh_cn: 移除

# _mustintallwk
source: You must Install Wololokingdoms Offline. Click Ok And look at the image demo.
es: Debe instalar Wololokingdoms fuera de línea. Haga clic en Aceptar y mire la demostración de la imagen.
fr: Vous devez installer Wololokingdoms Offline. Cliquez sur OK et regardez la démo de l'image.
zh_cn: 您必須安裝 Wololokingdoms 離線版. 單擊“OK”並查看圖片展示.

# _needrestart
source: Success! You need to restart AoE2Tools now!
es: ¡Éxito! ¡Necesitas reiniciar AoE2Tools ahora!
fr: Succès! Vous devez redémarrer AoE2Tools maintenant!
zh_cn: 成功! 請重新啟動 AoE2Tools !

source: Open
es: Abierto
fr: Ouvrir
zh_cn: 開啟

source: Pack All
es: Archiva todo
fr: Tout archiver
zh_cn: 全包

source: Play Sound
es: Reproducir sonido
fr: Jouer son
zh_cn: 開啟音效

# _plswait
source: Please wait ...
es: Por favor espera ...
fr: Veuillez patienter ...
zh_cn: 請稍待 ...

source: Quick Stats
es: Estadísticas
fr: Statistiques
zh_cn: 快速統計

# _recentclose
source: Close
es: Cerrar
fr: Fermer
zh_cn: 關閉

# _recentdelete
source: Delete
es: Eliminar
fr: Supprimer
zh_cn: 刪除

# _recentrename
source: Rename
es: Rebautizar
fr: Renommer
zh_cn: 重新命名

source: Recent replay
es: Replay reciente
fr: Partie récente
zh_cn: 近期RP

# _recentreplaymanage
source: Manage Recent Replay
es: Administrar la repetición reciente
fr: Gérer la relecture récente
zh_cn: 管理近期RP

# _recentreplayname
source: Replay Name
es: Nombre Replay
fr: Nom de relecture
zh_cn: RP名稱

# _recentreplayteam1
source: Team 1
es: Equipo 1
fr: Équipe 1
zh_cn: 隊伍 1

# _recentreplayteam2
source: Team 2
es: Equipo 2
fr: Équipe 2
zh_cn: 隊伍 2

# _recenttitlebar
source: AoE2Tools [#Recent Replay]
es: AoE2Tools [#Repetición reciente]
fr: AoE2Tools [#Replay récent]
zh_cn: AoE2Tools [#近期RP]

# _recentversion
source: Version
es: Versión
zh_cn: 版本

# _recentwatch
source: Watch
es: Observar
fr: Regarder
zh_cn: 觀看

# _recgb
source: Customize Your Replay
es: Personaliza tu repetición
fr: Personnalisez Votre Replay
zh_cn: 自定您的RP

# _recordedtab
source: Recorded.jpg
es: Recorded_es.jpg
fr: Recorded_fr.jpg
zh_cn: Recorded_tw.jpg

# _renamerec
source: Name
es: Nombre
fr: Nom
zh_cn: 名稱

source: Rename Selected
es: Renombrar Seleccionado
fr: Renommer la sélection
zh_cn: 已選擇重新命名

# _replaypackertitle
source: AoE2Tools [#Replays Packer]
es: AoE2Tools [#Partidas Archivo]
fr: AoE2Tools [#Parties Enregistrés Archiveur]
zh_cn: AoE2Tools [#RP打包]

# _requireadmin
source: This game location requires admin privileges! Click OK To Restart AoE2Tools as Administrator
es: ¡Esta ubicación del juego requiere privilegios de administrador! Haga clic en Aceptar para reiniciar AoE2Tools como administradorpara reiniciar AoE2Tools
fr: Cet emplacement de jeu nécessite des privilèges d'administrateur! Cliquez sur OK pour redémarrer AoE2Tools en tant qu'administrateur
zh_cn: 此遊戲位置需要管理員權限! 點選OK 用管理員權限來重新啟動AoE2Tools

# _requirefixdialog
source: Would like AoE2Tools to fix permission issues with your game path?
es: ¿Desea que AoE2Tools solucione problemas de permisos con su ruta de juego?
fr: Souhaitez-vous qu'AoE2Tools répare les problèmes de permission avec votre chemin de jeu?
zh_cn: 是否希望AoE2Tools修復你的遊戲路徑權限問題?

# _requirefixperm
source: AoE2Tools would like to fix permission issues with your game path. Click Ok to restart AoE2Tools as administrator
es: AoE2Tools desea solucionar problemas de permisos con la ruta de tu juego. Haga clic en Aceptar para reiniciar AoE2Tools como administrador
fr: AoE2Tools souhaite corriger des problèmes de permission avec votre chemin de jeu. Cliquez sur OK pour redémarrer AoE2Tools en tant qu'administrateur
zh_cn: AoE2Tools想修復遊戲路徑的權限問題。 單擊"OK"以管理員身份重新啟動AoE2Tools

source: Reset AoE2Tools
es: Reiniciar AoE2Tools
fr: Réinitialiser AoE2Tools
zh_cn: 重置 AoE2Tools

# _resetoptions
source: Reset
es: Reiniciar
fr: Réinitialiser
zh_cn: 重置

source: Select all
es: Seleccionar todo
fr: Tout sélectionner
zh_cn: 選擇全部

# _selecthotkeyssettings
source: Select Hotkey Settings
es: Seleccionar Configuración Teclas
fr: Sélectionnez Paramètres Raccourcis
zh_cn: 選擇熱鍵設定

source: Settings
es: Configuraciones
fr: Paramètres
zh_cn: 設定

source: Start
es: Iniciar
fr: Commencer
zh_cn: 開始

# _statsbackupdesc
source: Backup the entire game as one archive (zip) file.
es: Haga una copia de seguridad de todo el juego como un archivo de archivo (zip).
fr: Sauvegardez votre jeu en un seul fichier d'archive (zip).
zh_cn: 將整個遊戲備份為一個zip檔.

# _statsbtmdesc
source: 1v1 or 2v2 renaming is more accurate than 3v3 and 4v4 renaming
es: El cambio de nombre de 1v1 o 2v2 es más preciso que el cambio de nombre de 3v3 y 4v4
fr: Le renommage 1v1 ou 2v2 est plus précis que le renommage 3v3 et 4v4
zh_cn: 1v1或2v2重新命名比3v3和4v4重新命名更準確

# _statsbulkrename
source: Bulk Replays Renamer
es: Renombrar juegos
fr: Renommer Les Parties
zh_cn: 批次 Replays 重新命名

# _statsbulkrenbtn
source: Bulk Rename Now
es: Iniciar el cambio de nombre masivo
fr: Renommer en vrac maintenant
zh_cn: 開始批次重新命名

# _statsbulkrened
source: Renamed:
es: Renombrado:
fr: Renommé(s):
zh_cn: 改名為:

# _statsbulkrentitle
source: Bulk Renamer
es: Cambio de nombre a granel
fr: Renamer en vrac
zh_cn: 批次重新命名

# _statschoosefolder
source: Choose Folder
es: Elegir la carpeta
fr: Choisir le dossier
zh_cn: 選擇資料夾

# _statsclean
source: Clean
es: Limpiar
fr: Nettoyer
zh_cn: 清除

# _statscusbackup
source: Custom Backup
es: Respaldo personalizado
fr: Sauvegarde personnalisée
zh_cn: 自定備份

# _statsexportcusbackup
source: Export Custom Backup
es: Exportar copia de seguridad personalizada
fr: Exportation de sauvegarde personnalisée
zh_cn: 匯出自定備份

# _statsexportfulbackup
source: Export Full Backup
es: Exportar copia de seguridad completa
fr: Exporter la sauvegarde complète
zh_cn: 匯出完整備份

# _statsfullbackup
source: Full Backup
es: Respaldo completo
fr: Sauvegarde complète
zh_cn: 完整備份

# _statsimport
source: Import
es: Importar
fr: Importer
zh_cn: 載入

# _statslive
source: Simply Manage Age Of Empires 2
es: Simplemente administre Age Of Empires 2
fr: Simplement gérer l'Age Of Empires 2
zh_cn: 簡單管理 AoE2

# _statsrecaoc
source: Recorded Games (AoC):
es: Juegos grabados (AoC):
fr: Parties Sauv. (AoC):
zh_cn: 紀錄遊戲 (AoC):

# _statsrecsize
source: Total Replays Size:
es: Tamaño total:
fr: Taille Total:
zh_cn: 總 Replays 大小:

# _statsrecwk
source: Recorded Games (WK):
es: Juegos grabados (WK):
fr: Parties Sauv. (WK):
zh_cn: 紀錄遊戲 (WK):

# _statsresgames
source: Clean Restore Games:
es: Limpiar juegos restaurados:
fr: Nettoyer Sauv. Parties:
zh_cn: 清理還原遊戲:

# _statsrestore
source: Restore
es: Restaurar
fr: Restaurer
zh_cn: 還原

# _statsrestorebackup
source: Restore Backup
es: Restaurar copia de seguridad
fr: Restaurer la sauvegarde
zh_cn: 還原備份

# _statsrestoremybackup
source: Restore My Backup Now
es: Restaurar mi copia de seguridad
fr: Restaurer ma sauvegarde
zh_cn: 還原我的備份

# _statsselectbulk
source: Select a folder to bulk rename recorded games (1.5 RC, WK)
es: Seleccione una carpeta para cambiar el nombre de los juegos grabados (1.5 RC, WK)
fr: Sélectionnez un dossier pour renommer en bloc des jeux enregistrés (1.5 RC, WK)
zh_cn: 選擇批次重新命名RP的資料夾 (1.5 RC, WK)

# _statsselectrestore
source: Select and restore your custom/full backup (Archive Zip File)
es: Seleccione y restaure su copia de seguridad personalizada / completa (Archive Zip File)
fr: Sélectionnez et restaurez votre sauvegarde personnalisée / complète (fichier archive archive)
zh_cn: 選擇並還原你的自定/完整備份 (Zip檔案)

# _statstitle
source: Manager - AoE2Tools
es: Gestor - AoE2Tools
fr: Gestionnaire - AoE2Tools
zh_cn: 管理 - AoE2Tools

# _statstmpfiles
source: Clean Temp Files:
es: Limpiar archivos temporales:
fr: Nettoyer fichiers temp:
zh_cn: 清除暫存檔案:

# _statstrack
source: Manage/Backup/Restore your game files and optimize disk space
es: Administre / Respalde / Restaure los archivos de su juego y optimice el espacio en disco
fr: Gérer / sauvegarder / restaurer vos fichiers de jeu et optimiser l'espace disque
zh_cn: 管理/備份/還原遊戲文件並優化磁碟空間

source: Stream List
es: Lista de transmisión
fr: Liste des streams
zh_cn: 實況列表

source: Streams List
es: Lista de serpentinas
fr: Liste Streams
zh_cn: 實況主列表

source: Top Me
es: Top
fr: En haut
zh_cn: 最上層顯示

source: Total SIze
es: Tamaño total
fr: Taille Totale:
zh_cn: 總大小

# _tryreset
source: Try To Reset AoE2Tools in Options and Scan With The Launcher To Fix The Problem.
es: Intente restablecer AoE2Tools en Opciones y Escanear con el Iniciador para solucionar el problema.
fr: Essayez de réinitialiser AoE2Tools dans les options et d'analyser avec le lanceur pour résoudre le problème.
zh_cn: 嘗試在選項中重置AoE2Tools並掃描更新以解決此問題.

source: Twitch Alerts
es: Alertas Twitch
fr: Alertes Twitch
zh_cn: Twitch 通知

# _twitchinterval
source: Twitch Check Interval
es: Twitch Intervalo revisión
fr: Intervalle vérification Twitch
zh_cn: Twitch 檢查間隔

source: Twitch Live Streams
es: En Directo Twitch Streams
fr: Flux Twitch en direct
zh_cn: Twitch 正在實況頻道

# _twitchloading
source: Loading...
es: Cargando...
fr: Chargement...
zh_cn: 載入中...

# _twitchoptions
source: Options
es: Opciones
zh_cn: 選項

# _twitchrefresh
source: Refresh List
es: Actualizar lista
fr: Rafraîchir la liste
zh_cn: 刷新列表

# _twitchtitle
source: Twitch Live Streams of Age of Empires 2
es: En Directo Twitch Streams de Age of Empires 2
fr: Twitch Streams d' Age of Empires 2 En Direct
zh_cn: AoE2 Twitch 正在實況頻道

# _upmissing
source: Userpatch missing:
es: Userpatch desactualizado:
fr: Userpatch obsolète:
zh_cn: 找不到 Userpatch:

source: UserPatch not found!
es: UserPatch no existe!
fr: UserPatch introuvable!
zh_cn: UserPatch 沒有找到!

source: Voobly missing:
es: Voobly ausente:
fr: Voobly manquant:
zh_cn: 找不到 Voobly:

source: Watch(VLC)
es: Ver (VLC)
fr: Voir (VLC)
zh_cn: VLC撥放觀看

source: Watch(WEB)
es: Ver (WEB)
fr: Voir (WEB)
zh_cn: 網頁上觀看

# _wkautoinstaller
source: WololoKingdoms Auto Installer - AoE2Tools
es: Instalador automático WololoKingdoms - AoE2Tools
fr: WololoKingdoms Auto Installation - AoE2Tools
zh_cn: WololoKingdoms 自動安裝程式 - AoE2Tools

# _wkdesc
source: Description:
es: Descripción:
zh_cn: 描述:

# _wkdownrun
source: Download && Run
es: Descargar y Ejecutar
fr: Télécharger et Exécuter
zh_cn: 下載 & 執行

# _wkendversion
source: Version?
es: Versión?
zh_cn: 版本?

# _wkinstallationdir
source: Wololokingdoms Installation Directory
es: Directorio de instalación de Wololokingdoms
fr: Répertoire d'installation de Wololokingdoms
zh_cn: Wololokingdoms 安裝目錄

# _wkinstallationdirend
source: is not found!
es: no se encuentra!
fr: est introuvable!
zh_cn: 沒有找到!

# _wkisoutdated
source: Wololokingdoms is outdated! Install New Rated
es: ¡Wololokingdoms está desactualizado! Instalar Nuevo
fr: Wololokingdoms est obsolète! Installez la plus récent
zh_cn: Wololokingdoms 版本太舊! 安裝新版本

# _wklatestver
source: Latest Version:
es: Ultima versión:
fr: Dernière version:
zh_cn: 最新版本:

# _wklaunch
source: Launch
es: Iniciar
fr: Lancer
zh_cn: 啟動

# _wkmissing
source: Wololokingdoms missing:
es: Wololokingdoms desactualizado:
fr: Wololokingdoms obsolète:
zh_cn: 找不到 Wololokingdoms:

# _wkmsg1
source: Latest WololoKingdoms is Already Installed!
es: ¡Lo último en WololoKingdoms ya está instalado!
fr: Dernièr Version WololoKingdoms est déjà installé!
zh_cn: 最新版本 WololoKingdoms 已安裝完成!

# _wkpage
source: Repo:
es: Página:
fr: Page:
zh_cn: 版本庫:

# _wkplayhd
source: Play HD Expansions On Voobly/Offline
es: Reproducir Expansiones HD en Voobly/Sin conexión
fr: Jouer des extensions HD sur Voobly/Offline
zh_cn: Voobly/離線 執行HD擴展包

# _wksize
source: Size:
es: Tamaño:
fr: Taille:
zh_cn: 大小:

# _wkstatus
source: Status
fr: Statut
zh_cn: 狀態

source: Yes
es: Sí
fr: Oui
zh_cn: 是

source: Advanced
fr: Avancés
zh_cn: 高级

source: Advanced Settings
es: Configuración avanzada
fr: Paramètres avancés
zh_cn: 高级设置

source: AoE2Tools Customization
es: AoE2Tools Personalización
fr: Personnalisation AoE2Tools
zh_cn: AoE2Tools定制

source: Check Now
es: Consultar ahora
fr: Vérifier maintenant
zh_cn: 立即检查

source: Customize
es: Personalizar
fr: Personnaliser
zh_cn: 自定义

source: Data Mods
es: Datos Mods
fr: Mods de données
zh_cn: 数据MODS的

source: Disable AoE2Tools Alerts
es: Deshabilitar las alertas de AoE2Tools
fr: Désactiver les alertes AoE2Tools
zh_cn: 禁用AoE2Tools警报

source: Export
es: Exportación
zh_cn: 出口

source: Fix Now
es: Fijar ahora
fr: Réparer maintenant
zh_cn: 立即修复

# _gamefileasso
source: Fix Game File Association (Recommended)
es: Fix Game File Association (Recomendado)
fr: Réparer l'Association du jeu (recommandé)
zh_cn: 修复游戏文件关联（推荐）

source: Game Patches
es: juego parches
fr: Patchs de jeu
zh_cn: 游戏补丁

# _gameperm
source: Fix Game Permissions/Issues
es: arreglar permisos / problemas de juego
fr: Réparer Autorisations / Problèmes
zh_cn: 修复游戏权限/问题

source: Import
es: Importar
fr: Importer
zh_cn: 进口

# _installedvooblymods
source: Installed Visual Mods (Personal Taste)
es: Mods visuales instalados (gusto personal)
fr: Voobly Mods installé
zh_cn: 已安装的视觉模块（个人品味）

source: Offline Install
es: Instalación sin conexión
fr: Installer hors-ligne
zh_cn: 脱机安装

source: Reset Mods
es: Reiniciar mods
fr: Réinitialiser les mods
zh_cn: 重置Mods

# _resetmodsmsg
source: AoE2Tools automatically creates a backup of your old offline mod data to be restored.You can restore your old working visual mods from here:
es: AoE2Tools crea automáticamente una copia de seguridad de los datos de tu antigua modalidad de conexión sin conexión. Puedes restaurar tus antiguas modificaciones visuales en funcionamiento desde aquí:
fr: AoE2Tools a crée automatiquement une sauvegarde de vos anciennes données de mod hors ligne à restaurer. Vous pouvez restaurer vos anciens mods visuels de travail à partir d'ici:
zh_cn: AoE2Tools自动创建要恢复的旧离线mod数据的备份。您可以从此处恢复旧的工作视觉模块：

# _restoreprev
source: Restore Previous Working Visual Mods
es: Restaura modos visuales de trabajo previos
fr: Restaurer les précédents mods visuels du jeu
zh_cn: 恢复以前的工作Visual Mods

# _usethistorevoke
source: Use this feature to revoke admin privilege from your game installation.
es: Use esta función para revocar el privilegio de administrador de la instalación de su juego.
fr: Utilisez cette fonctionnalité pour révoquer les privilèges d'administrateur de votre installation de jeu.
zh_cn: 使用此功能可以撤消游戏安装中的管理员权限。

source: Visual Mods
es: Modificaciones visuales
fr: Mods visuelle
zh_cn: 视觉MODS的

# _vooblymodstitle
source: AoE2Tools [#Voobly Mods Manager]
es: AoE2Tools [#Voobly Mods Administrador]
fr: AoE2Tools [#Le gestionnaire Voobly Mods]
zh_cn: AoE2Tools [#Voobly MODS的管理器]

source: Browse
es: Navegar
fr: Parcourir
zh_cn: 浏览

source: Exit
es: Salida
fr: Sortir
zh_cn: 出口

source: Game Mover
es: Motor de juego
fr: Déménageur de jeu
zh_cn: 游戏搬运工

source: Hotkeys
es: Teclas de acceso rápido
fr: Raccourcis
zh_cn: 热键

# _installeddatamods
source: Installed Data Mods (Everyone In The Game Room Must have! In order To Use)
es: Modificaciones de datos instaladas (¡Todos los que estén en la sala de juegos deben tener! Para poder usarlos)
fr: Mods de données installées (tout le monde dans la salle de jeu doit avoir! Pour pouvoir utiliser)
zh_cn: 已安装的数据模块（游戏室中的每个人都必须拥有！以便使用）

# _installedpatchesmods
source: Installed Game Patches (Change/Fix Game Bugs - Latest Patch is Recommended)
es: Parches de juego instalados (cambiar / corregir errores del juego: se recomienda el último parche)
fr: Correctifs de jeu installés (Modifier / corriger les bugs du jeu - Le dernier correctif est recommandé)
zh_cn: 已安装的游戏补丁（更改/修复游戏错误 - 推荐最新补丁）

# _maps
source: Map
es: Mapas
fr: Cartes
zh_cn: 地图

source: Offline Mods
es: Desconectado Mods
fr: Mods hors ligne
zh_cn: 离线Mods

source: OnTop
es: Encima
fr: En haut
zh_cn: 在上面

source: Options
es: Opciones
zh_cn: 选项

source: Replays Packer
es: Archivador de Juegos
fr: Sauvegarde Archiveur
zh_cn: 重播包装工

source: Run Version
es: Ejecutar versión
fr: Exécuter la version
zh_cn: 运行版本

source: SaveGame
es: Guardar partida
fr: Parties Enregistrés
zh_cn: 保存游戏

source: Scenario
es: Guión
fr: Scénario
zh_cn: 脚本

source: Show
es: Espectáculo
fr: Afficher
zh_cn: 显示

# _supports
source: Support
es: Apoyo
zh_cn: 支持

source: Tools
es: Herramientas
fr: Outils
zh_cn: 工具

source: Wk Installer
es: Instalador de WK
fr: WK Installeur
zh_cn: WK 安装程序

source: Replays:
es: Partidas:
fr: Parties:

# _modworkshop
source: Mod Workshops
es: Talleres Mod
fr: Mod Ateliers

source: Ai
fr: IA
